# DetailCombination

Load case

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**id** | **int** | Element Id | [optional]

## Example

```python
from ideastatica_rcs_api.models.detail_combination import DetailCombination

# TODO update the JSON string below
json = "{}"
# create an instance of DetailCombination from a JSON string
detail_combination_instance = DetailCombination.from_json(json)
# print the JSON string representation of the object
print(DetailCombination.to_json())

# convert the object into a dict
detail_combination_dict = detail_combination_instance.to_dict()
# create an instance of DetailCombination from a dict
detail_combination_from_dict = DetailCombination.from_dict(detail_combination_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)